{"180 Degree Jump": 0, "Alternate Knee": 1, "Alternating Leg Jump": 2, "Arm Cross": 3, "Arm Curl": 4, "Arm Extension": 5, "Arm Extension Back": 6, "Arm Extension Forward": 7, "Arm Lift": 8, "Arm Lift Forward": 9, "Arm Lift Outward": 10, "Arm Lift and Lower": 11, "Arm Lowering": 12, "Arm Pull Back": 13, "Arm Raise with Toe Lift": 14, "Arm Swing": 15, "Arm Swing Forward": 16, "Back Leg Kick": 17, "Back Squeeze": 18, "Balance Pose": 19, "Balance Stretch": 20, "Bend Over": 21, "Calf Touch Jump": 22, "Chest Stretch": 23, "Cross Arm Hold": 24, "Cross Arm Kick": 25, "Cross Arm Stance": 26, "Cross Arm Stretch": 27, "Cross Body Knee Lift": 28, "Cross Body Reach": 29, "Cross Knee Lift": 30, "Cross Knee Touch": 31, "Cross Leg Swing": 32, "Cross Step": 33, "Elbow Curl": 34, "Explosive Jump": 35, "Fist Clench": 36, "Forearm Rotation": 37, "Forward Arm Raise": 38, "Forward Arm Squat": 39, "Forward Arm Stretch": 40, "Forward Lean": 41, "Forward Lean Leg Lift": 42, "Forward Lean Stretch": 43, "Front Arm Lift": 44, "Front Kick": 45, "Front Leg Stretch": 46, "Front Palms": 47, "Ground Touch Squat": 48, "Half Squat": 49, "Half Squat Hold": 50, "Half Squat with Arm Bend": 51, "Half Squat with Arm Raise": 52, "Hamstring Curl": 53, "Hands on Hips": 54, "Hands on Waist": 55, "Head Rotation": 56, "Head Support": 57, "Head Support Stretch": 58, "Head Tilt Back": 59, "Head Turn": 60, "Head Turn Front": 61, "Head Turn Left": 62, "Head Turn Right": 63, "Heel Stretch": 64, "Heel Tap": 65, "Heel Tap Stretch": 66, "High Jump": 67, "High Leg Lift": 68, "Hinge Squat": 69, "Hip Hinge": 70, "Hip Kick": 71, "Hip Placement": 72, "Hip Rest": 73, "Jogging": 74, "Jump Squat": 75, "Jump Turn": 76, "Knee Hold Balance": 77, "Knee Lift": 78, "Knee Lift Hold": 79, "Knee Lift Stretch": 80, "Knee Lift with Arm Raise": 81, "Knee Touch": 82, "Knee to Elbow": 83, "Lateral Arm Lift": 84, "Lateral Leg Lift": 85, "Lateral Step": 86, "Lateral Step and Lift": 87, "Lateral Step with Arm Swing": 88, "Leg Extension": 89, "Leg Lift Back": 90, "Leg Lift Touch": 91, "Leg Raise Touch": 92, "Lunge": 93, "Lunge Jump": 94, "Lunge Step": 95, "Lunge with Arm Lift": 96, "Lunge with Arm Reach": 97, "Lunge with Arm Swing": 98, "Nodding Movement": 99, "Overhead Arm Cross": 100, "Overhead Elbow Touch": 101, "Overhead Reach": 102, "Overhead Squat": 103, "Overhead Stretch": 104, "Power Jump": 105, "Reach and Lift": 106, "Reach and Lower": 107, "Reach and Stretch": 108, "Reach and Tiptoe": 109, "Ready Position": 110, "Relaxed Stance": 111, "Reverse Lunge": 112, "Right Twist": 113, "Side Leg Lift": 114, "Side Leg Stretch": 115, "Side Palms": 116, "Side Step": 117, "Side Step Arm Lift": 118, "Side Step Lift": 119, "Side Step Lunge": 120, "Side Step Swing": 121, "Side Step and Arm Swing": 122, "Side Step and Knee Lift": 123, "Side to Front Arms": 124, "Single Leg Balance": 125, "Single Leg Lift": 126, "Single Leg Stretch": 127, "Skipping Rope Jump": 128, "Skipping Rope Start": 129, "Squat": 130, "Squat Hold": 131, "Squat Touch": 132, "Squat and Stand": 133, "Squat with Arm Lift": 134, "Squat with Hands Behind Head": 135, "Squat with Hands on Head": 136, "Stable Stance": 137, "Standing": 138, "Standing Head Hold": 139, "Standing Stretch": 140, "Step Back": 141, "Step Forward": 142, "Swing Forward": 143, "Tiptoe Reach": 144, "Torso Twist": 145, "Tree Pose": 146, "Tuck Jump": 147, "Twist and Bend": 148, "Twist and Raise": 149, "Upright Arm Lift": 150, "Upward Reach": 151, "Vertical Jump": 152, "Wide Squat": 153, "Wide Stance": 154}